---
kind: property
id: P:Autodesk.Revit.DB.GroupTypeId.StructuralSectionGeometry
source: html/7971d1b1-6aa0-7329-7311-cf1238eccbbf.htm
---
# Autodesk.Revit.DB.GroupTypeId.StructuralSectionGeometry Property

Structural Section Geometry.

## Syntax (C#)
```csharp
public static ForgeTypeId StructuralSectionGeometry { get; }
```